[
  {
    "title": "Boston Marathon",
    "img": "assets/boston.jpg",
    "coordinates": [42.3496, -71.0782],
    "content": [
      "In April 2019 I ran the 123rd Boston Marathon. I had qualified 10 months earlier in Calgary with the time of 2:59:45. I had set my sights on Boston a few years earlier after I completed my first marathon.",
      "This was my first marathon major and by far the biggest race I have participated in. I found myself marveling at the logistics they had for getting all 30,000 runners to the start point 42 km away from the finish line.",
      "The race went pretty well. I was aiming for 2:50 but perhaps I was a bit too aggressive during the early crowded parts of the race. By km 35 I was just trying to hold it together. Finished in 2:53:47."
    ]
  },
  {
    "title": "Mount Kitchener and Snowdome",
    "img": "assets/snowdome.jpg",
    "coordinates": [52.1684, -117.2806],
    "content": [
      "In May 2018 I had the privilege of going up the Athabasca Glacier and skiing Kitchener and Snowdome on fairly short notice as there was a need for an additional rope team member.",
      "This was my first time camping on snow and being on a glacier. I was entirely under qualified to be there. There is something special the Columbia Icefields, maybe it is just the scale but there is it spectacular to be up there.",
      "THe first day with we setup camp just above the Athabasca then did the long walk over to Kitchener on a bluebird day. The next day was Snowdome and ski out in a whiteout."
    ]
  },
  {
    "title": "Ecuador Volcanos",
    "img": "assets/ecuador.jpg",
    "coordinates": [-0.6840, -78.4368],
    "content": [
      "In June 2019 shortly after my wife graduated we went down to Ecuador for 3 weeks to explore and climb some volcanos. Our sights were set on climbing Chimborazo, the peak furthest from the center of the Earth.",
      "We picked a 10 day acclimatization program which covered several of the other volcanos gradually working our way up to the end goal of +6000 m elevation. When we were not climbing we stayed in a small town called Machachi and ate wonderful food.",
      "Along the way we summited Corazón, Illiniza Norte, and Cotopaxi. The refuge at Cotopaxi was luxurious but unfortunately the combination of suspected food poisoning, harsh weather, and altitude on the climb resulted in the next few days basically bedridden.",
      "When it came time to try for Chimborazo I had been living on Gatorade and did not have the strength to do it. Turned around after just a few hours in. The rest of the time in Ecuador was exploring beaches and experiencing great hospitality."
    ]
  },
  {
    "title": "Golden Ultra 110 km",
    "img": "assets/golden.jpg",
    "coordinates": [51.2998, -116.9676],
    "content": [
      "In September 2019 I wanted to stretch my endurance limit so I signed up for the 120 (actually turned out to be 110...). I had done part of the course the year previous and really enjoyed the race.",
      "The summer leading up to it I raced and won the 60 km Iron Legs in Bragg Creek and did lots of long days in the mountains.",
      "I went out a bit hard in the race and struggled during the second half but overall it went fairly well. Finished in just under 17 hours."
    ]
  },
  {
    "title": "Death Valley",
    "img": "assets/death-valley.jpg",
    "coordinates": [36.2328, -116.7674],
    "content": [
      "For Christmas 2017 my wife and I wanted to travel somewhere warm but didn't want to pay for flights. So Death Valley was the chosen destination. We drove down right after spending Christmas in Kelowna BC and after about 20 hours and a night in a Walmart parking lot we arrived.",
      "We spent most of the nights in the car but New Years Eve was in the backcountry camping and that was for sure the quietest New Years I will probably ever have."
    ]
  },
  {
    "title": "Stanley Mitchell",
    "img": "assets/stanley-mitchell.jpg",
    "coordinates": [51.5258, -116.5635],
    "content": [
      "Right after Christmas 2019 we skied into Stanley Mitchell hut for 5 days exploring the beautiful Yoho National Park in winter. After a long day in up unplowed road we arrived at the 100 year old hut.",
      "In the following days we skied Emerald Pass and up to the Col between MacArthur - Isolated twice. Evenings were spent with an amazing group from U of C outdoor club."
    ]
  },
  {
    "title": "Assiniboine",
    "img": "assets/assiniboine.jpg",
    "coordinates": [50.9046, -115.6373],
    "content": [
      "In July 2016 we hiked into Assiniboine Provincial Park and spent the next couple days exploring around. I had been to Assiniboine a few years previous and after everywhere I have been it is still my favourite place in the Canadian Rockies.",
      "If you are ever in the area I highly recommend the jaunt up to Nub Peak."
    ]
  }
]
